<html>
<head>
<meta charset="utf-8">
<title>Статистический анализ результата матчей</title>


</head>
<body>

<h2>Выберите две команды и нажмите кнопку "Вычислить"</h2>

<br /><br /><br />
Заполнить таблицу 1
<form action="" method="post">
<h3>Первая команда (играет дома):</h3>
<select>
	<option>Команда А </option>
	<option>Команда Б </option>
	<option>Команда В </option>
	<option>Команда Д </option>
</select>
<br />
<h3>Вторая команда (играет в гостях):</h3>
<select>
	<option>Команда А </option>
	<option>Команда Б </option>
	<option>Команда В </option>
	<option>Команда Д </option>
</select>

<br /><br /><br />
<input type="submit" value="Вычислить!" />

</form>

<br /> <br /> <br />


Таблица 1
<table border="1" width="900px">

	<tr>
		<th>К мячей
		</th>
		
		<th>Забитые мячи
		</th>
		
		<th>Место
		</th>
		
		<th>Очки
		</th>
		
		<th>Форма
		</th>
		
		<th>Название
		</th>
		
		<th>Процент матчей с кол-вом мячей, большим 2
		</th>
		
		<th>Процент выигрышных матчей
		</th>
		
		<th>Пропущенные мячи
		</th>
	
	</tr>
	
	<tr height="100px">
		<td>Сумма забитых и пропущенных мячей обеих команд
		</td>
		
		<td>Среднее количество забитых мячей дома
		</td>
		
		<td>Место в турнирной таблице
		</td>
		
		<td>Очки
		</td>
		
		<td>Количество непроигранных 3 последних домашних матчей
		</td>
		
		<td>Команда 1. Играет дома.
		</td>
		
		<td>Общее
		</td>
		
		<td>Процент выигрышных матчей дома
		</td>
		
		<td>Среднее количество пропущенных мячей в гостях
		</td>
	
	</tr>
	<tr height="100px">
		<td>
		</td>
		
		<td>Среднее количество забитых мячей в гостях
		</td>
		
		<td>Место в турнирной таблице
		</td>
		
		<td>Очки
		</td>
		
		<td>Количество выирышных последних 3 гостевых матчей
		</td>
		
		<td>Команда 2. Играет в гостях.
		</td>
		
		<td>Общее
		</td>
		
		<td>Процент выигрышных матчей в гостях
		</td>
		
		<td>Среднее количество пропущенных мячей дома
		</td>
	</tr>

		<tr height="100px">
		<td>
		</td>
		
		<td>
		</td>
		
		<td>
		</td>
		
		<td>
		</td>
		
		<td>
		</td>
		
		<td>
		</td>
		
		<td>Среднее двух верхних
		</td>
		
		<td>Шанс на ничью
		</td>
		
		<td>
		</td>
	</tr>



</table>

</body>
</html>